tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "cask"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "dash"
brew "diff-so-fancy"
brew "duti"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "glances"
brew "glib"
brew "gnupg"
brew "gotop"
brew "htop"
brew "httpie"
brew "hyperfine"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lighttpd"
brew "llvm"
brew "marp-cli"
brew "mas"
brew "mawk"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "pandoc"
brew "python@3.10"
brew "python@3.9"
brew "ranger"
brew "rename"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zsh"

cask "alfred"
cask "alacritty"
cask "amethyst"
cask "basictex"
cask "docker"
cask "font-caskaydia-cove-nerd-font"
cask "font-envy-code-r"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-noto-sans"
cask "font-open-sans"
cask "font-open-sans-condensed"
cask "font-oswald"
cask "font-share"
cask "font-share-tech"
cask "font-share-tech-mono"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
cask "font-space-mono"
cask "font-victor-mono-nerd-font"
cask "google-cloud-sdk"
cask "iina"
cask "iterm2"
cask "meld"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "robo-3t"
cask "spotify"
cask "swish"
cask "the-unarchiver"
cask "visual-studio-code"
