tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"


brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "gnupg"
brew "htop"
brew "httpie"
brew "jq"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "helm"
brew "mas"
brew "minikube"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "shellcheck"
brew "starship"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "docker"
cask "font-fira-code-nerd-font"
cask "iterm2"
cask "meld"
cask "qlmarkdown"
cask "qlstephen"
cask "spotify"
cask "visual-studio-code"
